Repository: SuperHackio/WiiExplorer
Catalog: WiiExplorer/Properties/Resources.*.resx
Languages: de, es_es, nl_nl, pt_pt, sr_cyrl

# FileFilter_SupportedArchives
source: All Supported Files|*.arc;*.szs;*.szp;*.carc;*.app;*.aaf|Resource Archive|*.arc|YAZ0 Identified Archive|*.szs|YAY0 Identified Archive|*.szp|U8 Archive|*.szs;*.carc;*.app|Audio Archive File|*.szs;*.aaf|All Files|*.*
de: Alle unterstützten Datein|*.arc;*.szs;*.szp;*.carc;*.app;*.aaf;*.baa|Ressource Archiv|*.arc|YAZ0 identifiziertes Archiv|*.szs|YAY0 identifiziertes Archiv|*.szp|U8 Archiv|*.szs;*.carc;*.app|Audio Archiv Datei|*.szs;*.aaf;*.baa|Alle Dateien|*.*
es_es: Archivos compatibles|*.arc;*.szs;*.szp;*.carc;*.app;*.aaf;*.baa|Resource Archive |*.arc|Archivo identificado YAZ0|*.szs|Archivo identificado YAY0|*.szp|Archivo U8|*.szs;*.carc;*.app|Archivo de audio|*.szs;*.aaf;*.baa|Todos los archivos|*.*
nl_nl: Alle ondersteunde bestanden|*.arc;*.szs;*.szp;*.carc;*.app;*.aaf|Resource Archive|*.arc|YAZ0 Identified Archive|*.szs|YAY0 Identified Archive|*.szp|U8 Archive|*.szs;*.carc;*.app|Audio Archive File|*.szs;*. aaf|Alle bestanden|*.*
pt_pt: Todos os ficheiros supportados|*.arc;*.szs;*.szp;*.carc;*.app;*.aaf|Arquivo de Recursos|*.arc|Arquivo YAZ0|*.szs|Arquivo YAY0|*.szp|Arquivo U8|*.szs;*.carc;*.app|Arquivo de Ficheiro de Audio|*.szs;*.aaf|Todos os ficheiros|*.*
sr_cyrl: Све подржане датотеке|*.arc;*.szs;*.szp;*.carc;*.app;*.aaf;*.baa|Архива ресурса|*.arc|YAZ0 Идентификована архива|*.szs|YAY0 Идентификована архива|*.szp|U8 архива|*.szs;*.carc;*.app|Датотека аудио архиве|*.szs;*.aaf;*.baa|Све датотеке|*.*

# MessageBoxTitle_UpdateRequired
source: Update Required
de: Update benötigt
es_es: Actualización requerida
nl_nl: Update vereist
pt_pt: Atualização Necessária
sr_cyrl: Потребно је ажурирање

# MessageBoxMsg_MandatoryUpdateNotice
source: An update for WiiExplorer is available. To continue using WiiExplorer, please update to the latest version. {0} {1}
de: Ein Update für WiiExplorer ist verfügbar. Um WiiExplorer weiterhin nutzen zu können, bitte auf die neueste Version updaten. {0} {1}
es_es: Hay una actualización disponible para WiiExplorer. Para seguir usando la aplicación, actualiza a la última versión. {0} {1}
nl_nl: Er is een update voor WiiExplorer beschikbaar. Om WiiExplorer te kunnen blijven gebruiken, moet u updaten naar de nieuwste versie. {0} {1}
pt_pt: Uma atualização para o WiiExplorer está disponiver. Para continuar a utilizar WiiExplorer, por favor atualiza para a versão mais recente. {0} {1}
sr_cyrl: Доступно је ажурирање за WiiExplorer. Да бисте наставили да користите WiiExplorer, ажурирајте га на најновију верзију. {0} {1}

# MessageBoxTitle_UpdateAvailable
source: Update Available
de: Update verfügbar
es_es: Actualización disponible
nl_nl: Update beschikbaar
pt_pt: Atualização Disponível
sr_cyrl: Ажурирање је доступно

# MessageBoxMsg_OptionalUpdateNotice
source: An update for WiiExplorer is available! {0} {1}
de: Ein Update für WiiExplorer ist verfügbar! {0} {1}
es_es: ¡Una actualización para WiiExplorer está disponible! {0} {1}
nl_nl: Er is een update voor WiiExplorer beschikbaar! {0} {1}
pt_pt: Uma atualização para o WiiExplorer está disponiver! {0} {1}
sr_cyrl: Доступно је ажурирање за WiiExplorer! {0} {1}

# String_ReleaseInformation
source: Release information
de: Veröffentlichungsinformation
es_es: Notas de la versión
nl_nl: Informatie over de release
pt_pt: Informação do Lançamento
sr_cyrl: Информације о издању

# String_Version
source: Version
es_es: Versión
nl_nl: Versie
pt_pt: Versão
sr_cyrl: верзија

# MessageBoxTitle_ConfirmAction
source: Confirm Action
de: Aktion bestätigen
es_es: Confirmar acción
nl_nl: Bevestig actie
pt_pt: Comfirmar Ação
sr_cyrl: Потврдите акцију

# MessageBoxMsg_UnsavedChangesNotice
source: You have unsaved changes, are you sure you want to proceed?
de: Es gibt ungespeicherte Änderungen, trotzdem fortfahren?
es_es: Tienes cambios sin guardar ¿Estás seguro de que quieres continuar?
nl_nl: Je hebt ongeslagen wijzigingen, wil je echt doorgaan?
pt_pt: Tens mudanças neste ficheiro por guardar, de certeza que queres continuar?
sr_cyrl: Имате несачуване измене, да ли сте сигурни да желите да наставите?

# MessageBoxMsg_NotSupportedArchiveFormat
source: The file you tried to open is not supported.
de: Die geöffnete Datei wird nicht unterstützt.
es_es: El archivo que intentas abrir no es soportado.
nl_nl: Het bestand dat u probeerde te openen, wordt niet ondersteund.
pt_pt: Este ficheiro não é suportado.
sr_cyrl: Датотека коју сте покушали да отворите није подржана.

# MessageBoxTitle_ArchiveReadError
source: Archive read error
de: Lesefehler beim Archiv
es_es: Error de lectura del archivo
nl_nl: Archief leesfout
pt_pt: Erro ao ler o arquivo
sr_cyrl: Грешка читања архиве

# MessageBoxMsg_ArchiveFormatReadError
source: Failed to open the archive as {0}: {1} {2}
de: Konnte das Archiv nicht als {0} öffnen: {1} {2}
es_es: Error al abrir el archivo como {0}: {1} {2}
nl_nl: Kan het archief niet openen als {0}: {1} {2}
pt_pt: Erro ao ler o arquivo como {0}: {1} {2}
sr_cyrl: Није успело отварање архиве као {0}: {1} {2}

# MessageBoxTitle_EncodingMismatch
source: Encoding Mismatch
de: Enkodierung nicht übereinstimmend
es_es: Error en el tipo de compresión
nl_nl: Codering niet overeenkomen
pt_pt: Compressão Incorreta
sr_cyrl: неусклађеност кодирања

# MessageBoxMsg_SZPMismatch
source: The chosen encoding type doesn't match the file extension. SZP files are supposed to be YAY0 Encoded, would you like to switch to YAY0 Strong?
de: Die ausgewählte Enkodierung passt nicht zur Dateierweiterung. SZP Dateien müssen YAY0 enkodiert sein. Zur YAY0 Enkodierung wechseln?
es_es: El tipo de compresión elegida no coincide con la extensión del archivo. Los archivos SZP se supone que deben estar codificados en YAY0 ¿Quieres cambiar a YAY0 Fuerte?
nl_nl: Het gekozen coderingstype komt niet overeen met de bestandsextensie. SZP-bestanden moeten YAY0-gecodeerd zijn. Wilt u overschakelen naar YAY0 Strong?
pt_pt: O tipo de compressão escolhida não corresponde à extenção do ficheiro. Arquivos SZP devem ser comprimidos com YAY0, gostarias de mudar o tipo de compressão para YAY0 Forte?
sr_cyrl: Изабрани тип кодирања не одговара екстензији датотеке. SZP датотеке би требало да буду YAY0 кодиране, да ли желите да пређете на YAY0 Strong?

# MessageBoxMsg_SZSMismatch
source: The chosen encoding type doesn't match the file extension. SZS files are supposed to be YAZ0 Encoded, would you like to switch to YAZ0 Strong?
de: Die ausgewählte Enkodierung passt nicht zur Dateierweiterung. SZS Dateien müssen YAZ0 enkodiert sein. Zur YAZ0 Enkodierung wechseln?
es_es: El tipo de compresión elegida no coincide con la extensión del archivo. Los archivos SZS se supone que deben estar codificados en YAZ0, ¿quieres cambiar a YAZ0 Fuerte?
nl_nl: Het gekozen coderingstype komt niet overeen met de bestandsextensie. SZS-bestanden moeten YAZ0-gecodeerd zijn. Wilt u overschakelen naar YAZ0 Strong?
pt_pt: O tipo de compressão escolhida não corresponde à extenção do ficheiro. Arquivos SZS devem ser comprimidos com YAZ0, gostarias de mudar o tipo de compressão para YAZ0 Forte?
sr_cyrl: Изабрани тип кодирања не одговара екстензији датотеке. SZS датотеке би требало да буду YAZ0 кодиране, да ли желите да пређете на YAZ0 Strong?

# StatusStrip_SaveComplete
source: Save Complete!
de: Speichern abgeschlossen!
es_es: ¡Guardado completado!
nl_nl: Opslaan voltooid!
pt_pt: Arquivo Guardado
sr_cyrl: caчување завршено!

# MessageBoxTitle_Warning
source: Warning
de: Warnung
es_es: Advertencia
nl_nl: Waarschuwing
pt_pt: Aviso
sr_cyrl: Упозорење

# StatusStrip_ArchiveLoadedSuccessfully
source: Archive loaded successfully! [{0} file(s) total]
de: Archiv erfolgreich geladen! [Insgesamt {0} Dateien]
es_es: ¡Archivo cargado con éxito! [{0} archivo(s) en total]
nl_nl: Archief succesvol geladen! [{0} bestand(en) in totaal]
pt_pt: Arquivo carregado com sucesso! [{0} ficheiros(s) no total]
sr_cyrl: Архива је успешно учитана! [Укупно датотека: {0}]

# MessageBoxMsg_ExportDirectoryOverwriteWarning
source: The output directory already exists! "{0}" Some of the contents may be overwritten. Proceed?
de: Das Ausgabeverzeichnis existiert bereits! „{0}“ Einige Inhalte könnten überschrieben werden. Trotzdem fortfahren?
es_es: La carpeta de destino ya existe! "{0}" Algunos de los archivos contenidos pueden ser sobrescritos. ¿Desea continuar?
nl_nl: De uitvoermap bestaat al! “{0}” Sommige inhoud kan worden overschreven. Doorgaan?
pt_pt: A pasta de exportação já existe! "{0}" Alguns dos ficheiros desta pasta podem ser substituídos. Proceed?
sr_cyrl: Излазни директоријум већ постоји! "{0}" Неки од садржаја могу бити пребрисани. Желите ли да наставите?

# FileFilter_AllFiles
source: All Files|*.*
de: Alle Dateien|*.*
es_es: Todos los archivos|*.*
nl_nl: Alle bestanden|*.*
pt_pt: Todos os Ficheiros|*.*
sr_cyrl: Све датотеке|*.*

# MessageBoxMsg_CancelCompression
source: Cancel Compresion?
de: Komprimierung abbrechen?
es_es: ¿Cancelar compresión?
nl_nl: Compressie annuleren?
pt_pt: Cancelar Compressão?
sr_cyrl: Отказати компресију?

# StatusStrip_RenamedItem
source: Renamed "{0}" to "{1}"
de: „{0}“ nach „{1}“ umbenannt
es_es: Renombrado "{0}" a "{1}"
nl_nl: Hernoemd van “{0}” naar “{1}”
pt_pt: "{0}" foi renomeado para "{1}"
sr_cyrl: Преименовано из „{0}“ у „{1}“

# MessageBoxTitle_Information
source: Information
es_es: Información
nl_nl: Informatie over de release
pt_pt: Informação
sr_cyrl: Информацијe

# MessageBoxMsg_DragDropUseRightClickHint
source: If you are trying to drag an item onto your desktop, use the Right Mouse Button to do so.
de: Nutze die rechte Maustaste, um eine Datei auf den Desktop zu ziehen.
es_es: Si estás intentando arrastrar un elemento a tu escritorio, usa el click derecho del ratón.
nl_nl: Als u een item naar uw bureaublad wilt slepen, gebruik dan de rechtermuisknop.
pt_pt: Se estás a tentar arrastar um ficheiro para o teu ambiente de trabalho, utiliza o botão direito do teu rato.
sr_cyrl: Ако покушавате да превучете ставку на радну површину, користите десни тастер миша да бисте то урадили.

# MessageBoxTitle_ItemNameConflict
source: Item Name Conflict
de: Dateinamenskonflikt
es_es: Conflicto con el nombre el elemento
nl_nl: Conflict met itemnaam
pt_pt: Confilto entre Nomes de Ficheiros
sr_cyrl: Конфликт имена ставке

# MessageBoxMsg_ItemWithTheSameNameError
source: An item with the name "{0}" already exists at "{1}"
de: Eine Datei mit dem Namen „{0}“ existiert bereits unter „{1}“
es_es: Un elemento con el nombre "{0}" ya existe en "{1}"
nl_nl: Een item met de naam “{0}” bestaat al op “{1}”
pt_pt: Um ficheiro com o nome "{0}" já existe em "{1}"
sr_cyrl: Ставка са именом „{0}“ већ постоји на адреси „{1}“

# StatusStrip_NoSelection
source: No selection
de: Keine Auswahl
es_es: Nada seleccionado
nl_nl: Geen selectie
sr_cyrl: Нема избора

# StatusStrip_SelectedFolderStats
source: {0} - {1} files, {2} subfolders
de: {0} - {1} Dateien, {2} Unterordner
es_es: {0} - {1} archivos, {2} subcarpetas
nl_nl: {0} - {1} bestanden, {2} submappen
pt_pt: {0} - {1} ficheiros, {2} subpastas
sr_cyrl: {0} - {1} датотека, {2} поддиректоријум

# StatusStrip_SelectedFileStats
source: {0} - {1} bytes. [CRC: {2}]
sr_cyrl: {0} - {1} бајтова. [CRC: {2}]

# InvalidOperationException_ProcessExitedWithCode
source: Process exited with code {0}
de: Prozess geschlossen mit Code {0}
es_es: El proceso terminó con el código {0}
nl_nl: Proces beëindigd met code {0}
pt_pt: O processo for encerrado com o código {0}
sr_cyrl: Процес је завршен са кодом {0}

# MessageBoxTitle_UserCompressionExecuteError
source: User-Compression Execute Error
de: Ausführungsfehler bei Nutzer-Kompression
es_es: Error en la compresión especificada por el usuario
nl_nl: Gebruiker-compressie uitvoeringsfout
pt_pt: Erro de Execução de Compressão
sr_cyrl: Грешка при извршавању корисничке компресије

# MessageBoxMsg_UserCompressionExecuteFailure
source: An exception occured trying to execute the following command:\n\n{0}\n\n{1}
de: Ein Fehler ist beim Ausführen des folgenden Befehls aufgetreten:\n\n{0}\n\n{1}
es_es: Ocurrió un error al intentar ejecutar el siguiente comando:\n\n{0}\n\n{1}
nl_nl: Er is een fout opgetreden bij het uitvoeren van de volgende command:\n\n{0}\n\n{1}
pt_pt: Um error ocorreu ao executar o comando seguinte:\n\n{0}\n\n{1}
sr_cyrl: Дошло је до изузетка при покушају извршавања следеће команде:\n\n{0}\n\n{1}

# MessageBoxMsg_UserCompressionParseFailure
source: An exception occured trying to parse the following command:\n\n{0}\n\n{1}
de: Ein Fehler ist beim Parsen des folgenden Befehls aufgetreten:\n\n{0}\n\n{1}
es_es: Ocurrió un error al intentar analizar el siguiente comando:\n\n{0}\n\n{1}
nl_nl: Er is een fout opgetreden bij het parseren van de volgende opdracht:\n\n{0}\n\n{1}
pt_pt: Um error ocorreu ao ler o comando seguinte:\n\n{0}\n\n{1}
sr_cyrl: Дошло је до изузетка при покушају анализе следеће команде:\n\n{0}\n\n{1}

# StatusStrip_InProgressCompression
source: [{0}] Compressing: {1}%
de: Komprimiere [{0}]: {1}%
es_es: [{0}] Comprimiendo: {1}%
nl_nl: [{0}] Comprimeren: {1}%
pt_pt: Comprimindo [{0}]: {1}%
sr_cyrl: [{0}] Компресија: {1}%

# StatusStrip_CompressionCancelled
source: Compression Cancelled. (Saved without compression.)
de: Komprimierung abgebrochen (ohne Komprimierung gespeichert)
es_es: Compresión cancelada. (Guardado sin compresión)
nl_nl: Compressie geannuleerd. (Opgeslagen zonder compressie.)
pt_pt: Compressão Cancelada. (Guardado sem compressão.)
sr_cyrl: Компресија отказана. (Сачувано без компресије.)

# StatusStrip_SaveCompleteCompression
source: Save Complete! [{0}% ratio in {1}]
de: Speichern abgeschlossen! [{0}% Verhältnis in {1}]
es_es: ¡Guardado completado! [razón de compresión de {0}% en {1}]
nl_nl: Opslaan voltooid! [{0}% ratio in {1}]
pt_pt: Arquivo Guardado! [{0}% em {1}]
sr_cyrl: Чување завршено! [{0}% однос у {1}]

# CompressionName_Off
source: Off
de: Aus
es_es: Sin compresión
nl_nl: uitschakelen
pt_pt: Desligado
sr_cyrl: искључи

# CompressionName_YAZ0Strong
source: Yaz0 Strong
de: Yaz0 Stark
es_es: Yaz0 Fuerte
nl_nl: Yaz0 Sterk
pt_pt: Yaz0 Forte
sr_cyrl: Yaz0 Jak

# CompressionName_YAZ0Fast
source: Yaz0 Fast
de: Yaz0 Schnell
es_es: Yaz0 Rápido
nl_nl: Yaz0 Snel
pt_pt: Yaz0 Rápido
sr_cyrl: Yaz0 Brz

# CompressionName_YAZ0Official
source: Yaz0 Official
de: Yaz0 Offiziell
es_es: Yaz0 Oficial
nl_nl: Yaz0 Officieel
pt_pt: Yaz0 Oficial
sr_cyrl: Yaz0 Службено

# CompressionName_YAY0Strong
source: Yay0 Strong
de: Yay0 Stark
es_es: Yay0 Fuerte
nl_nl: Yay0 Sterk
pt_pt: Yay0 Forte
sr_cyrl: Yay0 Jak

# String_NewArchiveRootName
source: NewArchive
de: NeuesArchiv
es_es: ArchivoNuevo
nl_nl: NieuwArchief
pt_pt: NovoArquivo
sr_cyrl: нова архива

# String_NewArchiveGuide
source: Select an Archive Format on the left.
de: Wähle links ein Archivformat aus.
es_es: Selecciona un formato de archivo a la izquierda
nl_nl: Selecteer links een archiefformaat.
pt_pt: Seleciona um Formato de Arquivo à esquerda.
sr_cyrl: Изаберите формат архиве са леве стране.

# ArchiveFormat_JSystemRARC_Name
source: JSystem Archive
de: JSystem Archiv
es_es: Archivo Jsystem
nl_nl: JSystem Archief
pt_pt: Archivo JSystem
sr_cyrl: ЈsystemАрцхиве

# ArchiveFormat_JSystemRARC_Description
source: The archive format used in JSystem Supported games include: - Pikmin - Luigi's Mansion - Super Mario Sunshine - The Legend of Zelda: The Wind Waker - Mario Kart: Double Dash!! - Donkey Kong Jungle Beat - The Legend of Zelda: Twilight Princess - Super Mario Galaxy - Super Mario Galaxy 2
de: Das in JSystem genutzte Archivformat Unterstützte Spiele: - Pikmin - Luigi's Mansion - Super Mario Sunshine - The Legend of Zelda: The Wind Waker - Mario Kart: Double Dash!! - Donkey Kong Jungle Beat - The Legend of Zelda: Twilight Princess - Super Mario Galaxy - Super Mario Galaxy 2
es_es: El formato de archivo usado en JSystem Entre los juegos compatibles se incluyen: - Pikmin - Luigi's Mansion - Super Mario Sunshine - The Legend of Zelda: The Wind Waker - Mario Kart: Double Dash!! - Donkey Kong Jungle Beat - The Legend of Zelda: Twilight Princess - Super Mario Galaxy - Super Mario Galaxy 2
nl_nl: Het archiefformaat dat in JSystem wordt gebruikt Ondersteunde games zijn onder andere: - Pikmin - Luigi's Mansion - Super Mario Sunshine - The Legend of Zelda: The Wind Waker - Mario Kart: Double Dash!! - Donkey Kong Jungle Beat - The Legend of Zelda: Twilight Princess - Super Mario Galaxy - Super Mario Galaxy 2
pt_pt: O formato de arquivo usado em JSystem Alguns jogos suportados: - Pikmin - Luigi's Mansion - Super Mario Sunshine - The Legend of Zelda: The Wind Waker - Mario Kart: Double Dash!! - Donkey Kong Jungle Beat - The Legend of Zelda: Twilight Princess - Super Mario Galaxy - Super Mario Galaxy 2
sr_cyrl: Формат архиве који се користи у JSystem-у Подржане игре укључују: - Pikmin - Luigi's Mansion - Super Mario Sunshine - The Legend of Zelda: The Wind Waker - Mario Kart: Double Dash!! - Donkey Kong Jungle Beat - The Legend of Zelda: Twilight Princess - Super Mario Galaxy - Super Mario Galaxy 2

# ArchiveFormat_JSystemAAF_Description
source: A JSystem audio archive used for storing a select few files Supported games include: - Super Mario Galaxy - Super Mario Galaxy 2
de: Ein JSystem Audio Archiv zum Speichern spezieller Dateien Unterstützte Spiele: - Super Mario Galaxy - Super Mario Galaxy 2
es_es: Un archivo de audio de JSystem para guardar algunos archivos Entre los juegos compatibles se incluyen: - Super Mario Galaxy - Super Mario Galaxy 2
nl_nl: Een JSystem-audioarchief dat wordt gebruikt voor het opslaan van een select aantal bestanden. Ondersteunde games zijn onder andere: - Super Mario Galaxy - Super Mario Galaxy 2
pt_pt: Um arquivo de áudio usado em JSystem que contêm alguns ficheiros específicos. Alguns jogos suportados: - Super Mario Galaxy - Super Mario Galaxy 2
sr_cyrl: JSystem аудио архива која се користи за чување неколико одабраних датотека Подржане игре укључују: - Super Mario Galaxy - Super Mario Galaxy 2

# ArchiveFormat_NW4RArchive_Name
source: NW4R Archive
de: NW4R Archiv
es_es: Archivo NW4R
nl_nl: NW4R Archief
pt_pt: Arquivo NW4R
sr_cyrl: NW4R архива

# ArchiveFormat_NW4RArchive_Description
source: The archive format used in NW4R Supported games include: - Super Paper Mario - Mario Kart Wii - Metroid: Other M - Sonic Colors [Wii] - Mario and Sonic at the London 2012 Olympic Games - The Legend of Zelda: Skyward Sword - Rodea the Sky Soldier
de: Das in NW4R genutzte Archivformat Unterstützte Spiele: - Super Paper Mario - Mario Kart Wii - Metroid: Other M - Sonic Colors [Wii] - Mario && Sonic bei den Olympischen Spielen London 2012 - The Legend of Zelda: Skyward Sword - Rodea the Sky Soldier
es_es: El formato de archivo utilizado en NW4R Entre los juegos compatibles se incluyen: - Super Paper Mario - Mario Kart Wii - Metroid: Other M - Sonic Colors [Wii] - Mario y Sonic en los Juegos Olímpicos de Londres 2012 - The Legend of Zelda: Skyward Sword - Rodea the Sky Soldier
nl_nl: Het archiefformaat dat wordt gebruikt in NW4R Ondersteunde games zijn onder andere: - Super Paper Mario - Mario Kart Wii - Metroid: Other M - Sonic Colors [Wii] - Mario en Sonic op de Olympische Spelen van Londen 2012 - The Legend of Zelda: Skyward Sword - Rodea the Sky Soldier
pt_pt: O formato de arquivo usado em NW4R Alguns jogos suportados: - Super Paper Mario - Mario Kart Wii - Metroid: Other M - Sonic Colours [Wii] - Mario & Sonic nos Jogos Olímpicos de Londres 2012 - The Legend of Zelda: Skyward Sword - Rodea the Sky Soldier
sr_cyrl: Формат архиве који се користи у NW4R Подржане игре укључују: - Super Paper Mario - Mario Kart Wii - Metroid: Other M - Sonic Colors [Wii] - Mario and Sonic at the London Olympic Games 2012 - The Legend of Zelda: Skyward Sword - Rodea the Sky Soldier

# String_NewArchive
source: New Archive
de: Neues Archiv
es_es: Archivo nuevo
nl_nl: NieuwArchief
pt_pt: Novo Arquivo
sr_cyrl: нова архива

# MessageBoxMsg_FailedToCreateNewArchive
source: Failed to create new archive.
de: Fehler beim Erstellen eines neuen Archivs.
es_es: Error al crear un nuevo archivo.
nl_nl: Kan geen nieuw archief aanmaken.
pt_pt: Falha ao criar novo arquivo.
sr_cyrl: Није успело креирање нове архиве.
