Repository: SuperHackio/WiiExplorer
Catalog: WiiExplorer/Properties/Languages/Strings.*.resx
Languages: de, es

# AddedFilesMessage
source: {0} File(s) added.
de: {0} Datei(en) hinzugefügt.
es: {0} archivo(s) añadido(s).

# AddedNewFolderMessage
source: New Folder added.
de: Neuer Ordner hinzugefügt.
es: Nueva carpeta añadida.

# ArchiveLoadedMessage
source: Archive loaded successfully! ({0} File(s) total)
de: Archiv erfolgreich geladen! ({0} Datei(en) insgesamt)
es: ¡Archivo cargado! ({0} archivo(s) total(es))

# DirectoryExists
source: The directory already exists. Are you sure you want to replace it?
de: Dieses Verzeichnis existiert bereits. Sicher, dass du es ersetzen möchtest?
es: El directorio ya existe. ¿Estás seguro de que quieres reemplazarlo?

source: Duplicate Name
de: Doppelter Name
es: Nombre duplicado

# EncodingMessage
source: ({0} encoding, please wait. {1} Elapsed, {2} Estimated)
de: ({0} encodieren, bitte warten. {1} Verstrichen, {2} Geschätzt)
es: (Codificación de {0}, espera. Tiempo transcurrido: {1}, Tiempo estimado: {2})

source: Encoding Mismatch
de: Unpassende Encodierung
es: La codificación no coincide.

# ExportAllMessage
source: Full Archive "{0}" has been saved!
de: Ganzes Archiv „{0}“ wurde exportiert!
es: ¡El archivo completo «{0}» ha sido guardado!

source: Fast
de: Schnell
es: Rápido

# FileClick
source: File "{0}" ({1} Bytes)
de: Datei „{0}“ ({1} Bytes)
es: Archivo «{0}» ({1} bytes)

# FolderClick
source: Folder "{0}" ({1} Item(s))
de: Ordner „{0}“ ({1} Element(e)
es: Carpeta «{0}» ({1} artículo(s))

# ImportedFolderMessage
source: Folder "{0}" Imported.
de: Ordner „{0}“ importiert.
es: Carpeta «{0}» importada.

# ItemAlreadyExists
source: There is already an item with this name in this directory
de: Ein Element mit diesem Namen existiert bereits im Verzeichnis.
es: Ya hay un artículo con este nombre en este directorio.

# ItemPropertyUpdateMessage
source: Properties of "{0}" have been updated.
de: Eigenschaften von „{0}“ wurden aktualisiert.
es: Las propiedades de «{0}» han sido actualizadas.

# ItemSavedMessage
source: "{0}" has been saved!
de: „{0}“ wurde gespeichert!
es: ¡«{0}» se ha guardado!

source: New Archive
de: Neues Archiv
es: Nuevo archivo

# NewArchiveFromMessage
source: Created a new archive from "{0}"
de: Neues Archiv aus „{0}“ wurde erstellt.
es: Creado un nuevo archivo de «{0}»

# NewArchiveMessage
source: Created a new archive.
de: Neues Archiv erstellt.
es: Creado un nuevo archivo.

source: New Folder
de: Neuer Ordner
es: Nueva carpeta

# OpenFileFilter
source: All Supported Files|*.arc;*.szs;*.szp|Revolution Archives|*.arc|YAZ0 Identified Revolution Archives|*.szs|YAY0 Identified Revolution Archives|*.szp|All Files|*.*
de: Alle unterstützten Dateien|*.arc;*.szs;*.szp|Revolution Archive|*.arc|YAZ0 identifizierte Revolution Archive|*.szs|YAY0 identifizierte Revolution Archive|*.szp|Alle Dateien|*.*
es: Todos los archivos compatibles|*.arc;*.szs;*.szp|Archivos Revolution|*.arc|Archivos Revolution identificados como YAZ0|*.szs|Archivos Revolution identificados como YAY0|*.szp|Todos los archivos|*.*

# RemoveItemMessage
source: "{0}" has been removed.
de: „{0}“ wurde entfernt.
es: «{0}» ha sido eliminado.

# RenameItemMessage
source: "{0}" has been renamed to "{1}".
de: „{0}“ wurde nach „{1}“ umbenannt.
es: «{0}» ha sido renombrado a «{1}».

# ReplaceItemMessage
source: "{0}" has replaced "{1}"!
de: „{0}" hat „{1}“ ersetzt!
es: ¡«{0}» ha reemplazado «{1}»!

# SaveCompleteMessage
source: Archive saved successfully!{0}
de: Archiv erfolgreich gespeichert!{0}
es: ¡Archivo guardado!{0}

# SZPMismatch
source: The chosen encoding type doesn't match the file extension. SZP files are supposed to be YAY0 Encoded, would you like to switch to YAY0 Strong?
de: Der ausgewählte Encodierungs-Typ passt nicht zur Datei-Erweiterung. SZP Dateien sollten mit YAY0 encodiert sein, möchtest du nach YAY0 Stark wechseln?
es: El tipo de codificación seleccionado no coincide con la extensión del archivo. Se supone que los archivos SZP están codificados en YAY0. ¿Quieres cambiar a «YAY0 fuerte»?

# SZSMismatch
source: The chosen encoding type doesn't match the file extension. SZS files are supposed to be YAZ0 Encoded, would you like to switch to YAZ0 Strong?
de: Der ausgewählte Encodierungs-Typ passt nicht zur Datei-Erweiterung. SZS Dateien sollten mit YAZ0 encodiert sein, möchtest du nach YAZ0 Stark wechseln?
es: El tipo de codificación seleccionado no coincide con la extensión del archivo. Se supone que los archivos SZS están codificados en YAZ0. ¿Quieres cambiar a «YAZ0 fuerte»?

# UnsavedChangesNewFile
source: You have unsaved changes. Are you sure you want to start a new file?
de: Du hast ungespeicherte Änderungen. Sicher, dass du eine neue Datei erstellen möchtest?
es: Tienes cambios no guardados. ¿Estás seguro de que quieres comenzar un nuevo archivo?

# UnsavedChangesOnQuit
source: You have unsaved changes. Are you sure you want to quit?
de: Du hast ungespeicherte Änderungen. Sicher, dass du aufhören möchtest?
es: Tienes cambios no guardados. ¿Estás seguro de que quieres salir?

# UnsavedChangesOpenFile
source: You have unsaved changes. Are you sure you want to open another file?
de: Du hast ungespeicherte Änderungen. Sicher, dass du eine andere Datei öffnen möchtest?
es: Tienes cambios no guardados. ¿Estás seguro de que quieres abrir un otro archivo?

source: Warning
de: Warnung
es: Advertencia

# RenameWindowTitle
source: WiiExplorer - Rename "{0}"
de: WiiExplorer - „{0}“ Umbenennen
es: WiiExplorer - Renombrar «{0}»
